 #
 # Copyright (C) 2007, 2008, 2009 Patrick Balleux, Nicolas Cardoso De Castro
 # (nicolas_cardoso@users.sourceforge.net), Daniel \u017Dalar (danizmax@gmail.com)
 #
 # This file is part of JSymphonic program.
 #
 # JSymphonic is free software: you can redistribute it and/or modify
 # it under the terms of the GNU General Public License as published by
 # the Free Software Foundation, either version 3 of the License, or
 # (at your option) any later version.
 #
 # JSymphonic is distributed in the hope that it will be useful,
 # but WITHOUT ANY WARRANTY; without even the implied warranty of
 # MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 # GNU General Public License for more details.
 #
 # You should have received a copy of the GNU General Public License
 # along with JSymphonic. If not, see <http://www.gnu.org/licenses/>.
 #
 #####
 #
 # devicepanel.properties
 # JSymphonic language file
 # English en_EN (default language)
 #
 # Created on April 21, 2009, 08:52
 # Modified on April 21, 2009, 10:03
 #

DevicePanel.All_finished=Terminado!
DevicePanel.Are_you_sure_to_interrupt=Tem a certeza que quer cancelar todas as ac\u00E7\u00F5es decorrentes?\nResponder 'Sim' pode causar danos na base de dados do dispositivo ou mesmo causar danos no dispositivo.\nJSymphonic pode n\u00E3o funcionar ap\u00F3s responder 'Sim'.\n\u00C9 aconselhado responder 'N\u00E3o' e esperar que as ac\u00E7\u00F5es decorrentes terminem.
DevicePanel.Are_you_sure=Tem a certeza?
DevicePanel.Cannot_unmount=O dispositivo n\u00E3o pode ser montado/desmontado e existem altera\u00E7\u00F5es pendentes. Por favor aplicar ou reverter as altera\u00E7\u00F5es.
DevicePanel.consult_log=Consulte o ficheiro de log para mais informa\u00E7\u00F5es
DevicePanel.Database_has_not_been_correctly_created=A base de dados n\u00E3o foi criada correctamente!
DevicePanel.Database_is_up_to_date=Base de Dados sincronizada.
DevicePanel.Decoding_finished_with_errors=Ocorreu um ou mais erros ao descodificar!
DevicePanel.Decoding_finished=Descodificado com sucesso.
DevicePanel.Decoding=A descodificar
DevicePanel.Deleting_finished_with_errors=Ocorreu um ou mais erros ao apagar!
DevicePanel.Deleting_finished=Apagado com sucesso.
DevicePanel.Deleting=A apagar
DevicePanel.Device_is_not_mounted=O dispositivo n\u00E3o est\u00E1 montado!
DevicePanel.Encoding_finished_with_errors=Ocorreu um ou mais erros ao codificar.
DevicePanel.Encoding_finished=Codificado com sucesso.
DevicePanel.Encoding=A codificar
DevicePanel.err_decode_transfer_stopped=Um ou mais ficheiros n\u00E3o foram descodificados porque a transfer\u00EAncia foi cancelada
DevicePanel.err_decode_unsupported_format=Um ou mais ficheiros n\u00E3o foram descodificados porque um ou mais formatos n\u00E3o s\u00E3o suportados
DevicePanel.err_delete_incorrect_source=Um ou mais ficheiros n\u00E3o s\u00E3o ficheiros OMA
DevicePanel.err_delete_transfer_stopped=Um ou mais ficheiros n\u00E3o foram apagados porque a transfer\u00EAncia foi cancelada
DevicePanel.err_encode_broken_pipe=Um ou mais ficheiros n\u00E3o foram codificados pois o FFMPEG retornou "broken pipe"
DevicePanel.err_encode_dest_full=Um ou mais ficheiros n\u00E3o foram codificados pois a pasta tempor\u00E1ria est\u00E1 cheia
DevicePanel.err_encode_dest_unwriteable=Um ou mais ficheiros n\u00E3o foram codificados pois n\u00E3o \u00E9 poss\u00EDvel escrever na pasta tempor\u00E1ria
DevicePanel.err_encode_no_ffmpeg=FFMPEG n\u00E3o encontrado
DevicePanel.err_encode_transfer_stopped=Um ou mais ficheiros n\u00E3o foram codificados pois a transfer\u00EAncia foi cancelada
DevicePanel.err_encode_unknown_error=Um ou mais ficheiros n\u00E3o foram codificados. Ocorreu um erro desconhecido
DevicePanel.err_encode_unsupported_format=Um ou mais ficheiros n\u00E3o foram codificados pois um ou mais formatos n\u00E3o s\u00E3o suportados pelo FFMPEG
DevicePanel.err_export_already_exist=Um ou mais ficheiros j\u00E1 existem
DevicePanel.err_export_cannot_create=Um ou mais ficheiros n\u00E3o podem ser criados
DevicePanel.err_export_copy_error=Um ou mais ficheiros n\u00E3o foram exportados pois ocorreu um erro durante a copia
DevicePanel.err_export_transfer_stopped=Um ou mais ficheiros n\u00E3o foram exportados pois a transfer\u00EAncia foi cancelada
DevicePanel.err_export_unknown_format=Um ou mais ficheiros t\u00EAm um formato desconhecido
DevicePanel.err_in_device_path_part1=A localiza\u00E7\u00E3o do dispositivo
DevicePanel.err_in_device_path_part2=n\u00E3o existe!
DevicePanel.err_in_omgaudio_path=N\u00E3o foi encontrada a pasta OMGAUDIO. A localiza\u00E7\u00E3o do dispositivo est\u00E1 provavelmente errada!
DevicePanel.err_transfer_copy_error=Um ou mais ficheiros n\u00E3o foram transferidos pois ocorreu um erro durante o processo de copiar
DevicePanel.err_transfer_db_error=Um ou mais ficheiros n\u00E3o foram transferidos pois ocorreu um erro de base de dados
DevicePanel.err_transfer_no_space_left=Um ou mais ficheiros n\u00E3o foram transferidos pois o dispositivo est\u00E1 cheio
DevicePanel.err_transfer_transfer_stopped= Um ou mais ficheiros n\u00E3o foram transferidos pois a transfer\u00EAncia foi cancelada
DevicePanel.err_transfer_unsupported_format=Um ou mais ficheiros n\u00E3o foram transferidos pois um ou mais formatos n\u00E3o s\u00E3o suportados
DevicePanel.err_transfer_no_drmkeyfiles_found=Um ou mais ficheiros n\u00E3o foram transferidos pois n\u00E3o foram encotnradas uma ou mais chaves DRM.
DevicePanel.err_update_copy_old_db=N\u00E3o foi poss\u00EDvel efectuar o backup da base de dados antiga
DevicePanel.err_update_delete_old_db=N\u00E3o foi poss\u00EDvel apagar a base de dados antiga
DevicePanel.err_update_file_error= N\u00E3o foi poss\u00EDvel criar o ficheiro
DevicePanel.Errors_during_decoding=Ocorreram um ou mais erros ao descodificar
DevicePanel.Errors_during_deletion=Ocorreram um ou mais erros ao apagar
DevicePanel.Errors_during_encoding=Ocorreram um ou mais erros ao codificar
DevicePanel.Errors_during_exportation=Ocorreram um ou mais erros ao exportar
DevicePanel.Errors_during_transfer=Ocorreram um ou mais erros ao transferir
DevicePanel.Errors_during_update=Ocorreram um ou mais erros ao actualizar a base de dados
DevicePanel.Export_finished=Terminou o processo de exportar.
DevicePanel.Export_path_not_valid=A pasta de destino para os ficheiros exportados n\u00E3o \u00E9 v\u00E1lida. Um ou mais ficheiros n\u00E3o foram exportados.
DevicePanel.Exporting=A exportar
DevicePanel.File_currently_decoded=Ficheiro descodificado
DevicePanel.File_currently_encoded=Ficheiro codificado
DevicePanel.File_in_progress=File in progress
DevicePanel.Import_finished_with_errors=O processo de importa\u00E7\u00E3o terminou com um ou mais erros!
DevicePanel.Import_finished=Processo de importa\u00E7\u00E3o conclu\u00EDdo.
DevicePanel.Importing=A importar
DevicePanel.Loading_items=A carregar items
DevicePanel.Mounting_error=Ocorreu um erro ao montar
DevicePanel.mountToggleButton.toolTipText=Montar/Desmontar o sistema de ficheiros do dispositivo. NOTA: Isto n\u00E3o liga/Desliga o dispositivo do sistema.
DevicePanel.NoKeyFound=ERRO! Foi especificado um walkman de terceira gera\u00E7\u00E3o mas n\u00E3o foi encontrado o ficheiro "DvID.dat"!\nSem este ficheiro n\u00E3o \u00E9 poss\u00EDvel o JSymphonic codificar os ficheiros de audio e consequentemente n\u00E3o poder\u00E3o ser tocados\nO JSymphonic vai proceder em Simple Mode mas deveria ser gerado o ficheiro DvID.dat (conforme especificado na documenta\u00E7\u00E3o) ou mudar a gera\u00E7\u00E3o.
DevicePanel.PlayerFull=O dispositivo est\u00E1 cheio!
DevicePanel.Reloading_tree=A carregar \u00E1rvore
DevicePanel.Stop_after_current_action=Para ap\u00F3s a ac\u00E7\u00E3o decorrente
DevicePanel.Stop_now=PARAR AGORA!
DevicePanel.total_progress=Progresso total
DevicePanel.Updating_database=A actualizar a base de dados
